Repository: MustangYM/Compositor
Catalog: Compositor/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: Strengthens or weakens the blue primary.
de: Verstärkt oder schwächt die blaue Primärfarbe.
es: Aumenta o reduce la intensidad del azul primario.
fr: Renforce ou atténue la couleur primaire bleue.
ja: ブルー原色の強さを上げたり下げたりします。
ko: 파랑 원색의 강도를 높이거나 낮춥니다.
pt_br: Aumenta ou reduz a intensidade do azul primário.
zh_hans: 增强或减弱蓝原色的饱和度。
zh_hant: 增強或減弱藍原色的飽和度。

source: Strengthens or weakens the green primary.
de: Verstärkt oder schwächt die grüne Primärfarbe.
es: Aumenta o reduce la intensidad del verde primario.
fr: Renforce ou atténue la couleur primaire verte.
ja: グリーン原色の強さを上げたり下げたりします。
ko: 녹색 원색의 강도를 높이거나 낮춥니다.
pt_br: Aumenta ou reduz a intensidade do verde primário.
zh_hans: 增强或减弱绿原色的饱和度。
zh_hant: 增強或減弱綠原色的飽和度。

source: Strengthens or weakens the red primary.
de: Verstärkt oder schwächt die rote Primärfarbe.
es: Aumenta o reduce la intensidad del rojo primario.
fr: Renforce ou atténue la couleur primaire rouge.
ja: レッド原色の強さを上げたり下げたりします。
ko: 빨강 원색의 강도를 높이거나 낮춥니다.
pt_br: Aumenta ou reduz a intensidade do vermelho primário.
zh_hans: 增强或减弱红原色的饱和度。
zh_hant: 增強或減弱紅原色的飽和度。

source: Strengthens quiet colors more than colors that are already strong, and protects skin tones.
de: Verstärkt dezente Farben stärker als bereits kräftige Farben und schützt Hauttöne.
es: Realza más los colores apagados que los ya intensos y protege los tonos de piel.
fr: Renforce les couleurs discrètes davantage que les couleurs déjà vives et protège les tons chair.
ja: すでに鮮やかな色よりも落ち着いた色を強め、肌の色を保護します。
ko: 이미 선명한 색상보다 차분한 색상을 더 강화하고 피부색을 보호합니다.
pt_br: Realça mais as cores suaves do que as já intensas e protege os tons de pele.
zh_hans: 优先增强较暗淡颜色的饱和度，并保护肤色。
zh_hant: 優先增強較暗淡顏色的飽和度，並保護膚色。

source: Stretches width relative to height.
de: Streckt die Breite im Verhältnis zur Höhe.
es: Estira el ancho en relación con el alto.
fr: Étire la largeur par rapport à la hauteur.
ja: 高さに対する幅の比率を変えます。
ko: 높이에 대한 너비의 비율을 바꿉니다.
pt_br: Estica a largura em relação à altura.
zh_hans: 相对于高度拉伸宽度。
zh_hant: 相對於高度拉伸寬度。

source: Stroke
de: Kontur
es: Trazo
fr: Contour
ja: 境界線
ko: 획
pt_br: Traçado
zh_hans: 描边
zh_hant: 筆畫

source: Strong Contrast
de: Starker Kontrast
es: Contraste fuerte
fr: Contraste fort
ja: 強いコントラスト
ko: 강한 대비
pt_br: Contraste Forte
zh_hans: 强对比度
zh_hant: 強對比

source: Style
de: Stil
es: Estilo
ja: スタイル
ko: 스타일
pt_br: Estilo
zh_hans: 样式
zh_hant: 樣式

source: Subdivisions
de: Unterteilungen
es: Subdivisiones
ja: 分割数
ko: 세분
pt_br: Subdivisões
zh_hans: 子网格
zh_hant: 子格點

source: Subject
de: Motiv
es: Sujeto
fr: Sujet
ja: 被写体
ko: 피사체
pt_br: Assunto
zh_hans: 主体
zh_hant: 主體

source: Subtract
de: Subtrahieren
es: Restar
fr: Soustraction
ja: 減算
ko: 빼기
pt_br: Subtrair
zh_hans: 减去
zh_hant: 減去

source: Swap colors
de: Farben vertauschen
es: Intercambiar colores
fr: Permuter les couleurs
ja: 描画色と背景色を入れ替え
ko: 전경색과 배경색 교환
pt_br: Trocar cores
zh_hans: 交换颜色
zh_hant: 交換顏色

source: Swap foreground and background (X)
de: Vorder- und Hintergrundfarbe vertauschen (X)
es: Intercambiar color frontal y de fondo (X)
fr: Permuter les couleurs de premier plan et d’arrière-plan (X)
ja: 描画色と背景色を入れ替え（X）
ko: 전경색과 배경색 교환 (X)
pt_br: Trocar cores do primeiro plano e do plano de fundo (X)
zh_hans: 交换前景色和背景色 (X)
zh_hant: 交換前景色和背景色 (X)

source: Swap foreground/background
de: Vorder-/Hintergrundfarbe vertauschen
es: Intercambiar color frontal/de fondo
fr: Permuter premier plan/arrière-plan
ja: 描画色と背景色を入れ替え
ko: 전경색과 배경색 교환
pt_br: Trocar cores do primeiro plano/plano de fundo
zh_hans: 交换前景色和背景色
zh_hant: 交換前景色和背景色

source: Targeted adjustment
de: Gezielte Anpassung
es: Ajuste de destino
fr: Ajustement ciblé
ja: ターゲット調整
ko: 대상 조정
pt_br: Ajuste de destino
zh_hans: 目标调整
zh_hant: 目標調整

source: Targeted Adjustment
de: Gezielte Anpassung
es: Ajuste de destino
fr: Ajustement ciblé
ja: ターゲット調整
ko: 대상 조정
pt_br: Ajuste de destino
zh_hans: 目标调整
zh_hant: 目標調整

source: Targeted adjustment: drag on the image to change that color's saturation, or its hue with Command held
de: Gezielte Anpassung: Auf dem Bild ziehen, um die Sättigung dieser Farbe zu ändern; mit gedrückter Command-Taste den Farbton ändern
es: Ajuste de destino: arrastre sobre la imagen para cambiar la saturación de ese color o mantenga pulsada Comando para cambiar su tono
fr: Réglage ciblé : faire glisser sur l’image pour modifier la saturation de cette couleur, ou sa teinte en maintenant Commande
ja: ターゲット調整：画像上をドラッグしてその色の彩度を変更し、Command キーを押しながらドラッグすると色相を変更
ko: 대상 조정: 이미지에서 드래그하여 해당 색상의 채도를 변경하고, Command를 누른 채 드래그하면 색조를 변경
pt_br: Ajuste de destino: arraste sobre a imagem para alterar a saturação dessa cor ou mantenha Command pressionada para alterar seu matiz
zh_hans: 目标调整：在图像上拖动改变对应颜色的饱和度；按住 Command 拖动改变色相
zh_hant: 目標調整：在影像上拖曳改變對應顏色的飽和度；按住 Command 拖曳改變色相

source: Temperature
de: Temperatur
es: Temperatura
fr: Température
ja: 色温度
ko: 색온도
pt_br: Temperatura
zh_hans: 色温
zh_hant: 色溫

source: Temporary Hand tool (hold)
de: Temporäres Hand-Werkzeug (gedrückt halten)
es: Herramienta Mano temporal (mantener pulsado)
fr: Outil Main temporaire (maintenir)
ja: 一時的に手のひらツール（押している間）
ko: 임시 손 도구 (누르고 있는 동안)
pt_br: Ferramenta Mão temporária (manter pressionado)
zh_hans: 临时使用抓手工具（按住）
zh_hant: 臨時使用手形工具（按住）

source: Text · Double-click to edit
de: Text · Doppelklick zum Bearbeiten
es: Texto · Haga doble clic para editar
fr: Texte · Double-cliquez pour modifier
ja: テキスト · ダブルクリックで編集
ko: 텍스트 · 두 번 클릭하여 편집
pt_br: Texto · Clique duas vezes para editar
zh_hans: 文字 · 双击编辑
zh_hant: 文字 · 按兩下編輯

source: Text color
de: Textfarbe
es: Color de texto
fr: Couleur du texte
ja: テキストの色
ko: 텍스트 색상
pt_br: Cor do texto
zh_hans: 文字颜色
zh_hant: 文字顏色

source: Text Editing
de: Textbearbeitung
es: Edición de texto
fr: Édition de texte
ja: テキスト編集
ko: 텍스트 편집
pt_br: Edição de texto
zh_hans: 文字编辑
zh_hant: 文字編輯

source: Text fields keep standard macOS editing keys. Dialogs share the Apply/Cancel assignments above. Numeric fields use Up/Down, with Shift for larger steps. Standard macOS commands include ⌘Q to quit and ⌃⌘F for full screen. The shortcut editor itself always uses Return to save and Esc to cancel when not recording.
de: Textfelder verwenden die üblichen macOS-Bearbeitungstasten. Dialoge nutzen die oben zugewiesenen Tasten für Anwenden/Abbrechen. Zahlenfelder verwenden Pfeil auf/ab, mit Umschalt für größere Schritte. Standardbefehle von macOS sind ⌘Q zum Beenden und ⌃⌘F für Vollbild. Der Tastaturbefehleditor verwendet außerhalb der Aufzeichnung immer die Eingabetaste zum Speichern und Esc zum Abbrechen.
es: Los campos de texto conservan las teclas de edición estándar de macOS. Los cuadros de diálogo comparten los atajos de Aplicar/Cancelar indicados arriba. Los campos numéricos usan Arriba/Abajo, con Shift para incrementos mayores. Los comandos estándar de macOS incluyen ⌘Q para salir y ⌃⌘F para pantalla completa. El editor de atajos siempre usa Intro para guardar y Esc para cancelar cuando no está registrando teclas.
fr: Les champs de texte conservent les touches d’édition standard de macOS. Les boîtes de dialogue utilisent les raccourcis Appliquer/Annuler ci-dessus. Les champs numériques utilisent les flèches haut/bas, avec Maj pour des pas plus grands. Les commandes standard de macOS incluent ⌘Q pour quitter et ⌃⌘F pour le plein écran. Hors enregistrement, l’éditeur de raccourcis utilise toujours Retour pour enregistrer et Échap pour annuler.
ja: テキストフィールドでは macOS 標準の編集キーを使用します。ダイアログでは上記の適用／キャンセルの割り当てを共通で使用します。数値フィールドは上下矢印キーで調整し、Shift を組み合わせると変化量が大きくなります。macOS 標準のコマンドには終了の ⌘Q、フルスクリーンの ⌃⌘F などがあります。ショートカットエディターでは、キー入力の記録中を除き、常に Return で保存、Esc でキャンセルします。
ko: 텍스트 필드는 macOS의 표준 편집 키를 사용합니다. 대화상자는 위의 적용/취소 키 설정을 공유합니다. 숫자 필드는 위/아래 화살표로 조절하며 Shift를 함께 누르면 더 크게 바뀝니다. 표준 macOS 명령에는 종료하는 ⌘Q와 전체 화면으로 전환하는 ⌃⌘F가 있습니다. 단축키 편집기에서는 키 입력을 기록 중일 때를 제외하고 항상 Return으로 저장하고 Esc로 취소합니다.
pt_br: Os campos de texto mantêm as teclas de edição padrão do macOS. As caixas de diálogo compartilham os atalhos de Aplicar/Cancelar indicados acima. Os campos numéricos usam as setas para cima/baixo, com Shift para incrementos maiores. Os comandos padrão do macOS incluem ⌘Q para encerrar e ⌃⌘F para tela cheia. O editor de atalhos sempre usa Return para salvar e Esc para cancelar quando não está registrando teclas.
zh_hans: 文本框保留 macOS 标准编辑快捷键。对话框共用上方“应用 / 取消”的快捷键设置。数值框可用上下方向键调整，按住 Shift 增大步长。macOS 标准命令包括 ⌘Q 退出和 ⌃⌘F 全屏。在未录制快捷键时，此编辑器始终使用 Return 保存、Esc 取消。
zh_hant: 文字框保留 macOS 標準編輯快速鍵。對話方塊共用上方「套用 / 取消」的快速鍵設定。數值框可用上下方向鍵調整，按住 Shift 增大步長。macOS 標準命令包括 ⌘Q 結束和 ⌃⌘F 全螢幕。在未錄製快速鍵時，此編輯器始終使用 Return 儲存、Esc 取消。

source: Text Size
de: Textgröße
es: Tamaño del texto
fr: Taille du texte
ja: テキストサイズ
ko: 텍스트 크기
pt_br: Tamanho do Texto
zh_hans: 字号
zh_hant: 文字大小

source: Text-editing shortcuts need Command, Option, or Control so they do not replace normal typing.
de: Tastaturbefehle zur Textbearbeitung benötigen Command, Option oder Control, damit sie die normale Texteingabe nicht ersetzen.
es: Los atajos de edición de texto necesitan Comando, Opción o Control para no sustituir la escritura normal.
fr: Les raccourcis de modification de texte nécessitent Commande, Option ou Contrôle pour ne pas remplacer la saisie normale.
ja: 通常の文字入力と重ならないように、テキスト編集のショートカットには Command、Option、Control のいずれかが必要です。
ko: 일반 문자 입력과 겹치지 않도록 텍스트 편집 단축키에는 Command, Option 또는 Control이 필요합니다.
pt_br: Os atalhos de edição de texto precisam de Command, Option ou Control para não substituir a digitação normal.
zh_hans: 文字编辑快捷键必须包含 Command、Option 或 Control，以免影响正常输入。
zh_hant: 文字編輯快速鍵必須包含 Command、Option 或 Control，以免影響正常輸入。

source: Texture
de: Struktur
es: Textura
ja: テクスチャ
ko: 텍스처
pt_br: Textura
zh_hans: 纹理
zh_hant: 紋理

source: That selection is too detailed to outline. Try a different Tolerance, or turn on Contiguous.
de: Diese Auswahl ist zu detailliert, um ihren Umriss zu erstellen. Versuchen Sie eine andere Toleranz oder aktivieren Sie „Benachbart“.
es: La selección tiene demasiados detalles para trazar su contorno. Pruebe otra Tolerancia o active Contiguo.
fr: Cette sélection est trop détaillée pour en tracer le contour. Essayez une autre tolérance ou activez Pixels contigus.
ja: 選択範囲が細かすぎて輪郭を描画できません。許容値を変更するか、「隣接」をオンにしてください。
ko: 선택 영역이 너무 복잡하여 윤곽을 표시할 수 없습니다. 허용치를 변경하거나 인접을 켜세요.
pt_br: A seleção tem detalhes demais para traçar seu contorno. Tente outra Tolerância ou ative Adjacente.
zh_hans: 此选区过于复杂，无法生成轮廓。请调整容差，或启用“连续”。
zh_hant: 此選取範圍過於複雜，無法生成輪廓。請調整容許度，或啟用「連續」。

source: That shape is too large. A shape can cover up to %1$@ megapixels.
de: Diese Form ist zu groß. Eine Form kann bis zu %1$@ Megapixel abdecken.
es: La forma es demasiado grande. Una forma puede cubrir hasta %1$@ megapíxeles.
fr: Cette forme est trop grande. Une forme peut couvrir jusqu'à %1$@ megapixels.
ja: シェイプが大きすぎます。シェイプの上限は %1$@ メガピクセルです。
ko: 모양이 너무 큽니다. 모양은 최대 %1$@메가픽셀까지 가능합니다.
pt_br: A forma é grande demais. Uma forma pode cobrir até %1$@ megapixels.
zh_hans: 此形状过大。单个形状最多可覆盖 %1$@ 百万像素。
zh_hant: 此形狀過大。單個形狀最多可覆蓋 %1$@ 百萬像素。

source: That text box exceeds the %1$@-pixel or %2$@-megapixel limit.
de: Dieses Textfeld überschreitet die Grenze von %1$@ Pixel oder %2$@ Megapixel.
es: El cuadro de texto supera el límite de %1$@ píxeles o %2$@ megapíxeles.
fr: Ce bloc de texte dépasse la limite de %1$@ pixels ou de %2$@ mégapixels.
ja: テキストボックスが %1$@ ピクセルまたは %2$@ メガピクセルの上限を超えています。
ko: 텍스트 상자가 %1$@픽셀 또는 %2$@메가픽셀 제한을 초과합니다.
pt_br: A caixa de texto excede o limite de %1$@ pixels ou %2$@ megapixels.
zh_hans: 此文本框超过了单边 %1$@ 像素或总计 %2$@ 百万像素的限制。
zh_hant: 此文字框超過了單邊 %1$@ 像素或總計 %2$@ 百萬像素的限制。

source: The 2012 response. Calibration reaches most of the strength used by Version 6.
de: Das Verhalten von 2012. Die Kalibrierung erreicht fast die Stärke von Version 6.
es: Respuesta de 2012. La calibración alcanza casi toda la intensidad de la versión 6.
fr: Comportement de 2012. L’étalonnage atteint presque l’intensité de la version 6.
ja: 2012 年の処理方式です。キャリブレーションの強度はバージョン 6 に近くなります。
ko: 2012년 처리 방식입니다. 보정 강도는 버전 6에 가깝습니다.
pt_br: Resposta de 2012. A calibração atinge quase toda a intensidade da versão 6.
zh_hans: 2012 版处理方式。校准强度已接近版本 6。
zh_hant: 2012 版處理方式。校正強度已接近版本 6。

source: The brush trails the pointer on a string this long, so a shaky hand still draws a smooth line
de: Der Pinsel folgt dem Zeiger mit diesem Abstand, wie an einer Schnur, sodass auch eine unruhige Hand glatte Linien zeichnet
es: El pincel sigue al puntero a esta distancia, como si estuviera unido por un hilo, para suavizar las líneas incluso si le tiembla la mano
fr: Le pinceau suit le pointeur à cette distance, comme au bout d’un fil, pour tracer une ligne lisse même avec une main tremblante
ja: ブラシは指定した長さのひもで引かれるようにポインターを追従し、手ぶれがあっても滑らかな線を描けます
ko: 브러시가 지정한 길이의 줄에 연결된 것처럼 포인터를 따라가므로 손이 떨려도 매끄러운 선을 그릴 수 있습니다
pt_br: O pincel segue o ponteiro a esta distância, como se estivesse preso por um fio, para suavizar as linhas mesmo se a mão tremer
zh_hans: 设置画笔与指针之间的牵引距离，即使手部抖动也能画出平滑线条
zh_hant: 設定筆刷與指標之間的牽引距離，即使手部抖動也能畫出平滑線條

source: The canvas could not be rendered. Try a smaller canvas.
de: Die Arbeitsfläche konnte nicht gerendert werden. Versuchen Sie eine kleinere Arbeitsfläche.
es: No se pudo renderizar el lienzo. Pruebe un lienzo más pequeño.
fr: Impossible de calculer le rendu de la zone de travail. Essayez une zone de travail plus petite.
ja: カンバスをレンダリングできませんでした。サイズを小さくしてお試しください。
ko: 캔버스를 렌더링할 수 없습니다. 더 작은 캔버스를 사용해 보세요.
pt_br: Não foi possível renderizar a tela. Tente uma tela menor.
zh_hans: 无法渲染画布。请尝试较小的画布。
zh_hant: 無法渲染版面。請嘗試較小的版面。

source: The characters to draw with, in any order: each spot gets the one whose ink best matches its tone
de: Zeichen zum Zeichnen, in beliebiger Reihenfolge: Jeder Bereich erhält das Zeichen, dessen Farbdeckung am besten zu seinem Tonwert passt
es: Caracteres con los que dibujar, en cualquier orden: cada punto usa el carácter cuya tinta se ajusta mejor a su tono
fr: Caractères utilisés pour dessiner, dans n’importe quel ordre : chaque zone reçoit celui dont l’encrage correspond le mieux à son ton
ja: 描画に使う文字を任意の順序で指定します。各位置には、その階調に最も合う濃さの文字を配置します。
ko: 그리는 데 사용할 문자를 순서에 상관없이 지정합니다. 각 위치에는 해당 명암에 가장 잘 맞는 먹색 농도의 문자를 배치합니다.
pt_br: Caracteres com os quais desenhar, em qualquer ordem: cada ponto usa o caractere cuja tinta melhor corresponde ao seu tom
zh_hans: 用于绘制的字符，顺序不限：各位置将选用墨量最接近该处色调的字符
zh_hant: 用於繪製的字元，順序不限：各位置將選用墨量最接近該處色調的字元

source: The copied layers exceed this project’s %1$@-megapixel limit.
de: Die kopierten Ebenen überschreiten die Projektgrenze von %1$@ Megapixel.
es: Las capas copiadas superan el límite de %1$@ megapíxeles de este proyecto.
fr: Les calques copiés dépassent la limite de %1$@ mégapixels de ce projet.
ja: コピーしたレイヤーが、このプロジェクトの %1$@ メガピクセルの上限を超えています。
ko: 복사한 레이어가 이 프로젝트의 %1$@메가픽셀 제한을 초과합니다.
pt_br: As camadas copiadas excedem o limite de %1$@ megapixels deste projeto.
zh_hans: 复制的图层超过了此项目 %1$@ 百万像素的限制。
zh_hant: 複製的圖層超過了此專案 %1$@ 百萬像素的限制。

source: The font “%1$@” isn’t installed, so the text was drawn with the system font.
de: Die Schrift „%1$@“ ist nicht installiert. Der Text wurde mit der Systemschrift dargestellt.
es: La fuente «%1$@» no está instalada. Se ha utilizado la fuente del sistema.
fr: La police « %1$@ » n’est pas installée. Le texte utilise donc la police système.
ja: フォント「%1$@」がインストールされていないため、システムフォントを使用しました。
ko: “%1$@” 글꼴이 설치되어 있지 않아 시스템 글꼴로 표시했습니다.
pt_br: A fonte “%1$@” não está instalada. O texto foi renderizado com a fonte do sistema.
zh_hans: 尚未安装字体“%1$@”，已改用系统字体绘制文字。
zh_hant: 尚未安裝字型「%1$@」，已改用系統字型繪製文字。

source: The height of each line of characters
de: Die Höhe jeder Zeichenzeile
es: La altura de cada línea de caracteres
fr: La hauteur de chaque ligne de caractères
ja: 文字の各行の高さ
ko: 각 문자 행의 높이
pt_br: A altura de cada linha de caracteres
zh_hans: 每行字符的高度
zh_hant: 每行字元的高度

source: The image could not be encoded.
de: Das Bild konnte nicht kodiert werden.
es: No se pudo codificar la imagen.
fr: L'image n'a pas pu être encodée.
ja: 画像をエンコードできませんでした。
ko: 이미지를 인코딩할 수 없습니다.
pt_br: Não foi possível codificar a imagem.
zh_hans: 无法编码图像。
zh_hant: 無法編碼影像。

source: The image could not be read. It may be damaged or unavailable.
de: Das Bild konnte nicht gelesen werden, es kann beschädigt oder nicht verfügbar sein.
es: No se pudo leer la imagen. Puede estar dañada o no estar disponible.
fr: L'image n'a pu être lue. Elle peut être endommagée ou indisponible.
ja: 画像を読み込めませんでした。破損しているか、利用できない可能性があります。
ko: 이미지를 읽을 수 없습니다. 손상되었거나 사용할 수 없는 상태일 수 있습니다.
pt_br: Não foi possível ler a imagem. Ela pode estar danificada ou indisponível.
zh_hans: 无法读取图像。文件可能已损坏或无法访问。
zh_hant: 無法讀取影像。檔案可能已損壞或無法存取。

source: The layer mask couldn’t be converted to 8-bit grayscale and was skipped.
de: Die Ebenenmaske konnte nicht in 8-Bit-Graustufen umgewandelt werden und wurde übersprungen.
es: No se pudo convertir la máscara de capa a escala de grises de 8 bits y se ha omitido.
fr: Le masque de fusion n’a pas pu être converti en niveaux de gris 8 bits et a été ignoré.
ja: レイヤーマスクを 8 ビットグレースケールに変換できなかったため、スキップしました。
ko: 레이어 마스크를 8비트 회색 음영으로 변환할 수 없어 건너뛰었습니다.
pt_br: Não foi possível converter a máscara de camada para tons de cinza de 8 bits e ela foi ignorada.
zh_hans: 无法将图层蒙版转换为 8 位灰度，已跳过。
zh_hant: 無法將圖層遮色片轉換為 8 位灰階，已跳過。

source: The layer mask is turned off. Shift-click its thumbnail to turn it on, then paint.
de: Die Ebenenmaske ist deaktiviert. Aktivieren Sie sie mit Umschalt-Klick auf ihre Miniatur, bevor Sie malen.
es: La máscara de capa está desactivada. Haga Shift-clic en su miniatura para activarla y después pinte.
fr: Le masque de fusion est désactivé. Activez-le par un Maj-clic sur sa vignette, puis peignez.
ja: レイヤーマスクは無効になっています。サムネイルを Shift-クリックして有効にしてから描画してください。
ko: 레이어 마스크가 꺼져 있습니다. 축소판을 Shift-클릭하여 켠 다음 페인팅하세요.
pt_br: A máscara de camada está desativada. Use Shift-clique na miniatura para ativá-la e depois pinte.
zh_hans: 图层蒙版已停用。请按住 Shift 单击其缩略图以启用，然后再绘画。
zh_hant: 圖層遮色片已停用。請按住 Shift 按一下其縮圖以啟用，然後再繪畫。

source: The new language will take effect the next time you open Compositor. You can keep working and save your documents before closing the app.
de: Die neue Sprache wird beim nächsten Öffnen von Compositor verwendet. Sie können weiterarbeiten und Ihre Dokumente vor dem Schließen der App speichern.
es: El nuevo idioma se aplicará la próxima vez que abra Compositor. Puede seguir trabajando y guardar sus documentos antes de cerrar la aplicación.
fr: La nouvelle langue sera utilisée à la prochaine ouverture de Compositor. Vous pouvez continuer à travailler et enregistrer vos documents avant de fermer l’application.
ja: 新しい言語は次回 Compositor を開いたときに適用されます。作業を続け、アプリを閉じる前にドキュメントを保存できます。
ko: 새 언어는 다음에 Compositor를 열 때 적용됩니다. 작업을 계속한 후 앱을 닫기 전에 문서를 저장할 수 있습니다.
pt_br: O novo idioma será aplicado na próxima vez que você abrir o Compositor. Você pode continuar trabalhando e salvar seus documentos antes de fechar o aplicativo.
zh_hans: 新语言将在下次打开 Compositor 时生效。你可以继续工作，在关闭应用前保存文档。
zh_hant: 新語言將在下次開啟 Compositor 時生效。你可以繼續工作，在關閉應用程式前儲存文件。

source: The object mask could not be rendered.
de: Die Objektmaske konnte nicht gerendert werden.
es: No se pudo renderizar la máscara del objeto.
fr: Le masque d'objet n'a pas pu être rendu.
ja: オブジェクトマスクをレンダリングできませんでした。
ko: 개체 마스크를 렌더링할 수 없습니다.
pt_br: Não foi possível renderizar a máscara do objeto.
zh_hans: 无法渲染对象蒙版。
zh_hant: 無法渲染物件遮色片。

source: The Photoshop file could not be read. It may be damaged or incomplete.
de: Die Photoshop-Datei konnte nicht gelesen werden, sie kann beschädigt oder unvollständig sein.
es: No se pudo leer el archivo de Photoshop. Puede estar dañado o incompleto.
fr: Le fichier Photoshop n'a pas pu être lu. Il peut être endommagé ou incomplet.
ja: Photoshop ファイルを読み込めませんでした。破損しているか、不完全な可能性があります。
ko: Photoshop 파일을 읽을 수 없습니다. 손상되었거나 불완전할 수 있습니다.
pt_br: Não foi possível ler o arquivo do Photoshop. Ele pode estar danificado ou incompleto.
zh_hans: 无法读取 Photoshop 文件。文件可能已损坏或不完整。
zh_hant: 無法讀取 Photoshop 檔案。檔案可能已損壞或不完整。

source: The Photoshop stroke isn’t supported on shape layers and was omitted.
de: Die Photoshop-Kontur wird auf Formebenen nicht unterstützt und wurde weggelassen.
es: El trazo de Photoshop no es compatible con las capas de forma y se ha omitido.
fr: Le contour Photoshop n’est pas pris en charge sur les calques de forme et a été ignoré.
ja: シェイプレイヤー上の Photoshop の境界線には対応していないため、省略されました。
ko: 모양 레이어의 Photoshop 획은 지원되지 않아 생략되었습니다.
pt_br: O traçado do Photoshop não é compatível com camadas de forma e foi omitido.
zh_hans: 不支持形状图层的 Photoshop 描边，已将其忽略。
zh_hant: 不支援形狀圖層的 Photoshop 筆畫，已將其忽略。

source: The Photoshop text warp was omitted.
de: Die Photoshop-Textverkrümmung wurde weggelassen.
es: Se ha omitido la deformación del texto de Photoshop.
fr: La déformation du texte Photoshop a été ignorée.
ja: Photoshop のテキストワープは省略されました。
ko: Photoshop의 텍스트 변형은 생략되었습니다.
pt_br: A deformação do texto do Photoshop foi omitida.
zh_hans: 已忽略 Photoshop 文字变形效果。
zh_hant: 已忽略 Photoshop 文字變形效果。

source: The smart object was rasterized. Linked contents can’t be edited.
de: Das Smartobjekt wurde gerastert. Verknüpfte Inhalte können nicht bearbeitet werden.
es: El objeto inteligente fue rasterizado. El contenido enlazado no se puede editar.
fr: L’objet dynamique a été pixellisé. Le contenu lié ne peut pas être modifié.
ja: スマートオブジェクトはラスタライズされました。リンクされた内容は編集できません。
ko: 고급 개체가 래스터화되었습니다. 연결된 내용은 편집할 수 없습니다.
pt_br: O objeto inteligente foi rasterizado. Conteúdos vinculados não podem ser editados.
zh_hans: 智能对象已被栅格化，无法编辑其链接内容。
zh_hant: 智慧型物件已被點陣化，無法編輯其連結內容。

source: The trimmed image dimensions are invalid.
de: Die Abmessungen des zugeschnittenen Bildes sind ungültig.
es: Las dimensiones de la imagen tras recortar los bordes no son válidas.
fr: Les dimensions de l’image rognée ne sont pas valides.
ja: トリミング後の画像サイズが無効です。
ko: 재단된 이미지의 크기가 유효하지 않습니다.
pt_br: As dimensões da imagem após aparar são inválidas.
zh_hans: 修边后的图像尺寸无效。
zh_hant: 修剪後的影像尺寸無效。

source: There isn’t enough memory to make that selection.
de: Nicht genügend Arbeitsspeicher zum Erstellen dieser Auswahl.
es: No hay suficiente memoria para hacer esa selección.
fr: Mémoire insuffisante pour créer cette sélection.
ja: 選択範囲を作成するためのメモリが不足しています。
ko: 선택 영역을 만들 메모리가 부족합니다.
pt_br: Não há memória suficiente para fazer essa seleção.
zh_hans: 内存不足，无法创建此选区。
zh_hant: 記憶體不足，無法建立此選取範圍。

source: These layers supply live masks
de: Diese Ebenen dienen als dynamische Masken
es: Estas capas proporcionan máscaras dinámicas
fr: Ces calques servent de masques dynamiques
ja: これらのレイヤーはライブマスクの参照元です
ko: 이 레이어들은 실시간 마스크를 제공합니다
pt_br: Estas camadas fornecem máscaras dinâmicas
zh_hans: 这些图层提供实时蒙版
zh_hant: 這些圖層提供即時遮色片

source: This adjustment type isn’t supported and was skipped.
de: Dieser Korrekturtyp wird nicht unterstützt und wurde übersprungen.
es: Este tipo de ajuste no es compatible y se ha omitido.
fr: Ce type de réglage n’est pas pris en charge et a été ignoré.
ja: この調整の種類には対応していないため、スキップしました。
ko: 이 조정 유형은 지원되지 않아 건너뛰었습니다.
pt_br: Este tipo de ajuste não é compatível e foi ignorado.
zh_hans: 不支持此调整类型，已跳过。
zh_hant: 不支援此調整類型，已跳過。

source: This clipping mask’s base isn’t supported, so clipping was skipped.
de: Die Basis dieser Schnittmaske wird nicht unterstützt; die Maskierung wurde daher übersprungen.
es: La base de esta máscara de recorte no es compatible, por lo que se ha omitido el recorte.
fr: Le calque de base de ce masque d’écrêtage n’est pas pris en charge ; l’écrêtage a donc été ignoré.
ja: このクリッピングマスクのベースには対応していないため、クリッピングをスキップしました。
ko: 이 클리핑 마스크의 기본 레이어는 지원되지 않아 클리핑을 건너뛰었습니다.
pt_br: A base desta máscara de corte não é compatível, por isso o recorte foi ignorado.
zh_hans: 不支持此剪贴蒙版的基底图层，已跳过剪贴关系。
zh_hant: 不支援此剪裁遮色片的基底圖層，已跳過剪裁關係。
